Revit 2024 API
SymbolTypeId.WPerMSup3 Property
 Symbol W/m³, indicating unit Watts per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WPerMSup3 { get; }
Visual Basic
Public Shared ReadOnly Property WPerMSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WPerMSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace